Revit 2027 API
ExporterIFC.FileVersion Property
 Identifies the file version being exported.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public IFCVersion FileVersion { get; }
Public ReadOnly Property FileVersion As IFCVersion
	Get
public:
property IFCVersion FileVersion {
	IFCVersion get ();
}
member FileVersion : IFCVersion with get
Property Value
IFCVersion
See Also
Reference
ExporterIFC Class
Autodesk.Revit.DB.IFC Namespace